"Mac QQ" = "QQ";
"Conversation with" = "Conversation - %@";
"Login Failed" = "Login Failed";
"Sign in again" = "Sign in again";
"No Space In Detail" = "Please release %luM more space for the message record update";
"Msg Convert Error" = "Msg Update Fail";
"Decrypt Fail" = "Error! Please verify your message file matches the QQ number";
"Corrupted History" = "Your message history data is corrupted, please delete it and re-login.";
"Delete Converting File" = "Converting File can not be deleted";
"OK" = "OK";
"Cancel" = "Cancel";
"Sign In" = "Sign In";
"Click here" = "Click here";
"Offline Alerts" = "Offline Alerts";
"Change Pwd" = "change your password";
"Click OK to Terminate" = "Press OK to quit the QQ.";
"Add Buddy Failed"="Failed to add the contact";
"Re-select the location" = "Re-select the location";
"Not Specified"="Not Specified";
"Male"="Male";
"Female"="Female";
"Online" = "Online";
"Busy" = "Busy";
"Away" = "Away";
"Invisible" = "Invisible";
"Offline" = "Offline";
"Need Validate Code! Not supported by current version" = "Need Validate Code! Not supported by current version";
"Faild" = "Failed";
"Error" = "Error";
"Network Setting" = "Network Setting";
"Proxy Type" = "Type:";
"IP Address" = "IP:";
"Port" = "Port:";
"Username" = "Username:";
"Password" = "Password:";
"Domain" = "Domain:";
"Test Proxy" = "Test";
"Welcome to QQ" = "Welcome to QQ";
"Proxy Not Used" = "Proxy Not Used";
"HTTP Proxy" = "HTTP Proxy";
"SOCKS5 Proxy" = "SOCKS5 Proxy";
"Unknown" = "Unknown";
"Question 1" = "Question 1: ";
"Question 2" = "Question 2: ";
"Question 3" = "Question 3: ";
"This directory does not exit. Please specify another one." = "This directory does not exit. Please specify another one.";
"Notification" = "Notification";
"HotKeys Conflict, Please Reset." = "Please Reset the hot-keys.";
"HotKey Conflict With Default, Please Reset." = "Hot-key Conflict With Default, Please Reset.";
"Invalid Hotkey, Please reset." = "Invalid Hot-key, Please reset.";
"need  validate code! not support now!" = "need  validate code! not support now!";
"Finger Group Error!" = "No matching group found!";
"Owner has set Refuse you to add to the group" = "Owner has refused your request";
"You are already a member of the group" = "You are already a member of the group";
"QQ Account can't be NULL" = "QQ ID can't be NULL";
"qq account not valid" = "Invalid QQ ID. Please enter it again";
"Group Number not Invalid" = "Invalid group ID. Please enter it again";
"Add Contact Error!" = "Failed to add the contact";
"Can't add your self" = "You could not add yourself as a contact";
"This directory can't be wirtten. Please specify another one." = "This directory can't be written. Please specify another one.";
"Error when Add user" = "Failed to add the group member";
"Error opening URL" = "Failed to open the URL";
"Delete Contact" = "Delete contact";
"Fail to Connect Proxy Server" = "Fail to Connect Proxy Server";
"Connet Proxy Server Successfully" = "Connect Proxy Server Successfully";
"Are You sure you want delete " = "Are you sure to delete ";
"Are you sure to delete system messages?" = "Are you sure to delete system messages?";
"Are you sure to delete the message history with this contact?" = "Are you sure to delete the message history of this contact?";
"Are you sure to delete the message history of these contacts?" = "Are you sure to delete the message history of these contacts?";
"Are you sure to delete the message history with this group?" = "Are you sure to delete the message history of this group?";
"Are you sure to delete the message history with this discussion group?" = "Are you sure to delete the message history of this discussion group?";
"Are you sure to delete selected message history?" = "Are you sure to delete selected message history?";
"Error when Rename friend" = "Failed to edit the display name";
"Also delete my self from his/her friend list" = "Also delete myself from his/her contact list";
"Your network connection is broken" = "Connection is broken";
"Waiting resignin" = "Connecting";
"Add as friend" = "Add as a contact";
"accepted your request" = "approved your request";
" accepted your request" = " approved your request";
"added you as a contact" = "added you as a contact";
" added you as a contact" = " added you as a contact";
"declined your request" = "declined your request";
" declined your request" = " declined your request";
"accepted your request and add you as a contact" = "approved your request and added you as a contact";
" accepted your request and add you as a contact" = " approved your request and added you as a contact";
"User %lu %@" = "User %lu %@";
"%lu want to add you as a QQ contact. \n %@" = "%lu requests to add you as a QQ contact. \n %@";
"Not support of Picture" = "Custom emotions/pictures are not supported in current version.";
"Login Timeout" = "Login Timeout";
"Login ExceedQQNum" = "You are not allowed to sign in to QQ anymore.";
"Server request new encrypt method to login " = "Server requests new encrypt method to sign in ";
"China" = "China";
"Please enter a valid ID" = "Please enter a valid ID";
"Please input your password" = "Please enter your password";
"SearchContactTip" = "Find a contact...";
"SearchContactOperTip" = "Enter QQ number, name/nickname, spell/pinyin to find the contact or group";
"The contact invite you to audio communication, but this version does not support yet" = "The contact starts an audio conversation. However, current version does not support this feature";
"The contact invite you to video communication, but this version does not support yet" = "The contact starts a video conversation. However, current version does not support this feature";
"The contact try to send you a file, but this version does not support to receive" = "The contact tries to send you a file. However, current version does not support this feature";
"The contact try to make long connection with you, but this version does not support" = "The contact sends you a request for long connection. However, current version does not support this feature";
"The contact ask you for remote help, but this version does not support to receive" = "The contact asks you for remote help. However, current version does not support this feature";
"Search contacts" = "Search/Add contact";
"Open my mailbox" = "Open mailbox";
"Open message manager" = "Open message manager";
"open QQ for Mac Blog" = "Open Qzone";
"Settings" = "Preferences";
"View message history" = "Message history";
"Send pictures" = "Send pictures";
"Screen shots" = "Screen shots";
"Send a Nudge to your contact" = "Send a Nudge to your contact";
"Contacts" = "Contacts";
"Groups" = "Groups";
"Recent contacts" = "Recent Contacts";
"Select an emoticon" = "Emotions";
"Set font color and format" = "Font color and format";
"Show group list" = "Display group members";
"Hide group list" = "Hide group members";
"Show discussion list" = "Display discussion members";
"Hide discussion list" = "Hide discussion members";
"Discussion(%@)(%lu)" = "Discussion(%@)(%lu)";
"NFCDiscussion(%@)" = "NFCDiscussion(%@)";
"CreateDiscuss" = "Create Discussion Group";
"You can't create discussions while offline" = "You can't create discussions while offline.";
"Subject - %@" = "Subject - %@";
" Want to join group: " = " requests to join the group: ";
"Notice: Links in the message are possibly unsafe. We have removed them. Please click here " = "Note: The URL in the message is possibly unsafe and is blocked by ";
"Security center " = "QQ Security Center ";
"http://safe.qq.com/cgi-bin/url_main_web?" = "http://safe.qq.com/cgi-bin/url_main_web?";
"Please click here to block the link contained in the message you receive. " = "Please click here to ";
"View details" = "View details";
"http://safe.qq.com/cgi-bin/url_detail?clientuin=%lu&clientkey=%s&urlid=%lu" = "http://safe.qq.com/cgi-bin/url_detail?clientuin=%lu&clientkey=%@&urlid=%lu";
"Connection Broken" = "Connection Broken";
"My Friends" = "Contacts";
"My Device" = "Device";
"My Groups" = "Groups";
"My Discuss" = "Discussion Groups";
"System Message" = "System Messages";
"Delete" = "Delete";
"Delete message" = "Delete message";
"Refresh" = "Refresh";
"Refresh Display" = "Refresh Display";
"Roam configure" = "Message Setting";
"Request&Notice" = "Request&Notice";
"Group %lu Admin %lu passed you request" = "Group %lu's administrator %lu approved  your request";
"Group %lu Admin %lu reject you request" = "Group %lu's administrator %lu rejected  your request";
"\nAdditonal message:%@" = "\nAdditional message:%@";
"%@ requests to add you as a contact" = "%@ requests to add you as a contact.";
"Messages" = "Messages";
"Block Group" = "Receive without Alert";
"QQ Mail" = "QQ Mail";
"QZone" = "QZone";
"You have been removed by administrator %@ from group %@" = "You have been removed by administrator %@ from group %@";
"AddBuddy_HasBeenYourBuddy" ="The contact is already in your contact list";
"AddBuddy_UnkownError" = "Unknown error";
"Failed to load verification info" = "Failed to load verification info";
"Load verification code timeout" = "Load verification code timeout";
"Verification time out" = "Verification time out";
"Verification code error" = "Verification code error";
"Unknown network error" = "Unknown network error";
"Failed to be verified" = "Failed to be verified";
"Wrong answers." = "Wrong answers.";
"Your request is declined" = "Your request is declined";
"You are offline. Failed to change the profile" = "You are offline. Failed to change the profile";

"Move Contact Failed" = "Move Contact Failed";
"Move Group Failed" = "Move Group Failed";
"Modify Personal profiles" = "Modify Personal profiles";
"The selected group will be deleted. Contacts in the group will be moved to the default group. Are you sure to delete this group?"= "The selected group will be deleted. Contacts in the group will be moved to the default group. Are you sure to delete this group?";
"Delete group" = "Delete group";
"The selected group will be deleted. Groups in the folder will be moved to the default folder. Are you sure to delete this folder?"="The selected group will be deleted. Groups in the folder will be moved to the default folder. Are you sure to delete this folder?";
"Age must be an integer between 1 and 119." = "Age must be an integer between 1 and 119";
"Email address is not correct." = "Email address is not correct";
"Failed to edit information." = "Failed to edit information.";
"Set group card timeout." = "Setting timeout.";
"Set group member timeout." = "Setting timeout.";
"Set group basic info timeout." = "Setting timeout.";
"Set group identity verification mode timeout." = "Setting timeout.";
"Set group message receiving mode timeout." = "Setting timeout.";
"Group settings - %@" = "Group settings - %@";
"Group settings" = "Group Settings";
"Group sharing" = "Group Sharing";
"You have quitted the group %@(%lu)" = "You have quitted the group %@(%lu)";
"Set group administrator timeout." = "Setting timeout.";
"Set group administrator failed." = "Set group administrator failed.";
"Cancel admin" = "Cancel admin";
"Grant admin" = "Grant admin";
"This operation will remove the contact from the group. Are you sure to continue?" = "This operation will remove the contact from the group. Are you sure to continue?";
"Are you sure to quit the group?" = "Are you sure to quit the group?";
"Date" = "Date";
"Folder Transfer Unsupported Tip" = "The contact has sent you a folder named \"%@\". But the current version is still unsupported.";
"Page: %@" = "Page: %@"; 
"Page: %lu" = "/%lu Page";
"IDS_GROUP_WANTJOIN_1" = "$1<$MEMNAME$$> requests to join the group $2<$GNAME$($GID$)$>$CRLF$ Additional Message: ($TIME$)$CRLF$$STRMSG$";
"IDS_GROUP_ADMINCANCELa" = "Your administrator title of group $2<$GNAME$($GID$)$> has been cancelled.";
"IDS_GROUP_ADMINCHANGEa" = "You are administrator of the group $2<$GNAME$($GID$)$>.";
"IDS_GROUP_SHARDHOLDERa" = "You have become premium membership of group $2<$GNAME$($GID$)$> .";
"IDS_GROUP_SHARDHOLDER_CANCELa" = "Your premium membership has expired in the group $2<$GNAME$($GID$)$> .";
"IDS_GROUP_ADMINCANCELb" = "$1<$MEMNAME$$>'s administrator title of group $2<$GNAME$($GID$)$> has been cancelled.";
"IDS_GROUP_ADMINCHANGEb" = "$1<$MEMNAME$$> has become administrator of group $2<$GNAME$($GID$)$>.";
"IDS_GROUP_SHARDHOLDERb" = "$1<$MEMNAME$$> has become a premium member of group $2<$GNAME$($GID$)$> .";
"IDS_GROUP_SHARDHOLDER_CANCELb" = "$1<$MEMNAME$$>'s premium membership has expired in the group $2<$GNAME$($GID$)$> .";
"IDS_GROUP_CREATORSHIFT_SELF_1" = "You have successfully handed over group $2<$GNAME$($GID$)$> to $1<$MEMNAME$$>.";
"IDS_GROUP_CREATORSHIFT_1" = "Owner $1<$MEMNAME$$> of group $2<$GNAME$($GID$)$> has handed over this group to you, and you are the group owner now.";
"IDS_GROUP_CREATORSHIFT_3" = "Owner $1<$MEMNAME$$> of group $2<$GNAME$($GID$)$> has handed over this group to $3<$MEMNAME$$>.";
"IDS_GROUP_MEMEXIT_SELF" = "You have quitted the group successfully.";
"IDS_GROUP_MEMEXIT_EXIT" = "$1<$MEMNAME$$> quitted the group $2<$GNAME$($GID$)$>.";
"IDS_GROUP_MEMEXIT_ADMIN" = "$1<$MEMNAME$$> has been removed by administrator $3<$ADMNAME$$> from group $2<$GNAME$($GID$)$>.";
"IDS_GROUP_MEMEXIT_ADMIN2" = "$1<$MEMNAME$$> has been removed by administrator $3<$ADMNAME$$> from group $2<$GNAME$($GID$)$>.";
"IDS_GROUP_DESTORY_SELF" = "You have dismissed the group $2<$GNAME$($GID$)$> successfully.";
"IDS_GROUP_DESTORY" = "Owner $1<$MEMNAME$$> of group $GROUP$ has dismissed this group.";
"IDS_GROUP_NEWGROUP" = "You have created the group $2<$GNAME$($GID$)$> successfully, invite your friends now.";
"IDS_GROUP_NEWGROUP_1" = "$1<$MEMNAME$$> created group $2<$GNAME$($GID$)$> , and owner added you into the group.";
"IDS_GROUP_NEWMEMBER_1" = "Administrator $1<$MEMNAME$$> of group $2<$GNAME$($GID$)$> has accepted your request.";
"IDS_GROUP_NEWMEMBER_INVITE_1" = "You have joined group $2<$GNAME$($GID$)$>, $1<$MEMNAME$$> invited you.";
"IDS_GROUP_ACCEPTJOIN_1" = "Administrator $1<$MEMNAME$$> of group $2<$GNAME$($GID$)$> has accepted your request.";
"IDS_GROUP_REJECTJOIN_1" = "Administrator $1<$MEMNAME$$> of the group $2<$GNAME$($GID$)$> has declined you to join the group. $DOT$Reason: $MSG$";

"AddBuddy_AskToBeAdded" = "%ls accepted your request and add you as a contact";
"AddBuddy_Addtional" = "Additional message:";
"AddBuddy_Accept" = "%ls accepted your request";
"AddBuddy_AddYou" = "%ls added you as a contact";
"AddBuddy_YouRequesWasDeclined" = "%ls declined your request";
"AddBuddy_AcceptAndAdd" = "%ls accepted your request and add you as a contact";

"CF_SEND_C2CMSG_FAILED" = "Network error, failed to send message from \"%ls\".";

"AddMeValidateQuestion1" = "My email address?";
"AddMeValidateQuestion2" = "My car number?";
"AddMeValidateQuestion3" = "My phone number?";
"AddMeValidateQuestion4" = "My cell phone number?";
"AddMeValidateQuestion5" = "My real name?";
"AddMeValidateQuestion6" = "My company name?";

"Finger_TimeOut" = "Search timeout.";
"Finger_UnkownError" = "Unknown error.";
"ReadValidInfoTimeOut" = "Load verification code timeout";
"SaveSetTimeOut" = "Network timeout. Failed to save the settings";
"SaveSetFailed" = "Failed to save the settings.";
"Privacy" = "Privacy";
"General" = "General";
"AIOWindow" = "Chat window";
"Failed to send: the size of '%@' is over 4G" = "Failed to send offline file: the size of '%@' is over 4G.";
"Save As..." = "Save As...";
"Fail to save image" = "Failed to save the image file";
"Save Error" = "An error occurred";
"(Empty)" = "(Empty)";
"I Know" = "I Know";
"complete" = "complete";
"Please enter a display name:" = "Please enter a display name:";
"Edit display name" = "Edit display name";
"Please enter folder name:" = "Please enter folder name:";
"Please enter discussion title:" = "Please enter discussion title:";
"Rename Folder" = "Rename Folder";
"Insert Folder" = "Insert Folder";
"You are not online, please login then send video" = "You can't send video call while offline.";

"User are CRM, refused the video request" = "User are bussiness QQ, Can't get your video request.";
"User are CRM, refused the audio request" = "User are bussiness QQ, Can't get your audio request.";

"Cut" = "Cut";
"Copy" = "Copy";
"Paste" = "Paste";

"Receive with alert" = "Receive with alert";
"Auto pop-up messages" = "Auto pop-up messages";
"Only show message quantity" = "Only show message quantity";
"Receive without alert" = "Receive without alert";
"Block all group messages" = "Block all group messages";
"Alert new message" = "Alert new message";
"Do not alert new message" = "Do not alert new message";

"Big Icon" = "Big Icon";
"Small Icon" = "Small Icon";
"NewFeature" = "NewFeature";
"Refuse Reason" = "Reason: ";
"SignUpPage" = "http://en.emailreg.qq.com/";
"AccountPage" = "http://account.qq.com/cgi-bin/en/index#/";
"You can't send files while offline" = "You can't send files while offline.";
"Nudge is not available because you are offline." = "Nudge is not available because you are offline.";

"Send a request" = "wait for %@ to accept the request";
"Receive a request" = "%@ is request to send you a file";
"Send Files" = "Send Files";
"Send File" = "Send File";
"The full path of the file is too long, failed to send it" = "The full path of the file is too long, failed to send it";
"File name is too long, failed to send"  = "File name is too long, failed to send";
"Hide Files Drawer" = "Hide Files Drawer";
"Show Files Drawer" = "Show Files Drawer";
"Clean All the Finished Tasks" = "Clean All the Finished Tasks";
"Close Coversation Window" = "Close Conversation Window";
"File transferring will be stopped as the window closed. Are you sure to close it?" = "File transferring will be stopped as the window closed. Are you sure to close it?";
"Quit QQ" = "Quit QQ";
"You may not quit QQ when files are transferring." = "File transfer is not completed, are you sure to exit?";
"Change Account" = "Change Account";
"Are you sure to sign in with a different ID?" = "Are you sure to sign in with a different ID?";

"Ignore" = "Ignore";
"Show all" = "Show all";
"Main panel" = "Main panel";
"Show In Finder" = "Show In Finder";

"Are you sure to quit the Discuss?" = "Are you sure to quit the discussion?";
"members" = "members";
"Accept" = "Accept";
"Reject" = "Reject";
"invites you on a video talk" = "invites you on a video talk";
"Add Dicscussion Group Members" = "Add Discussion Group Members";
"Quit Dicscussion Group" = "Quit Discussion Group";
"Modify Discussion Title" = "Modify Discussion Title";
"Create New Discussion Failed" = "Failed to Create New Discussion";
"No more than 50 persons can be added fro each discussion group." = "Each discussion group limited members to 50 persons.";
"Reach the pepole limit." = "The number of group members has exceeded limit.";
"Exited discussions(%u)" = "Quitted discussions(%u)";
"Exited groups(%u)" = "Quitted groups(%u)";
"Exited discussions" = "Quitted discussions";
"Disband Group" = "Disband Group";
"Are you sure to disband the group?" = "Are you sure to disband the group?";
"Add to emotion" = "Add to Emotion";

"This buddy has been your friend" = "This buddy has been your friend";
"Move to Block list" = "Move to Block list";
"Are you sure you want to move this contact to your Block list?" = "Are you sure you want to move this contact to your Block list?";
"Convert Tip" = "The message update will last %d minutes";
"Network error, could not quit the discussion!" = "Network error, could not quit the discussion!";
"Network error, could not create the discussion!" = "Network error, could not create the discussion!";

"Show the contact's chatting the window" = "Click to chat";
"Hide small window" = "Hide small window";
"Show small window" = "Show small window";
"Click to mute" = "Click to mute";
"Click to unmute" = "Click to unmute";
"Full-screen" = "Full-screen";
"Normal-screen" = "Normal-screen";
"End" = "End";
"start video chat" = "start video chat";
"start audio chat" = "start audio chat";
"Request failed" = "Request failed";
"The contact refused the request" = "The contact refused the request";
"The video equipment is on process" = "The video equipment is on process";
"The audio equipment is on process" = "The audio equipment is on process";
"You have cancelled the request" = "You have cancelled the request";
"You have cancelled the audio request" = "You have cancelled the request";
"Audio_You have cancelled the request" = "You have cancelled the request";
"The contact cancelled the request" = "The contact cancelled the request";
"Audio_The contact cancelled the request" = "The contact cancelled the request";
"The contact is busy now" = "The contact is busy now";
"is inviting you for a video chat" = "is inviting you for a video chat";
"Refuse" = "Refuse";
"Accept" = "Accept";
"voice-enabled chat" = "voice-enabled chat";
"Voice-enabled chat won’t send video information" = "Voice-enabled chat won’t send video information";
"You have refused the video chat request" = "You have refused the video chat request";
"Time out" = "Time out";
"You have hangged up it. It’s %u hour %u min %u sen total." = "It’s %u hour %u min %u sec total.";
"You have hangged up it. It’s %u min %u sen total." = "It’s %u min %u sec total.";
"You have hangged up it. It’s %u sen total." = "It’s %u sec total.";
"The contact has hangged up it. It’s %u hour %u min %u sen total." = "The contact has hanged up it,it’s %u hour %u min %u sec total.";
"The contact has hangged up it. It’s %u min %u sen total." = "The contact has hanged up it,it’s %u min %u sec total.";
"The contact has hangged up it. It’s %u sen total." = "The contact has hanged up it,it’s %u sec total."; 

"Audio_You have hangged up it. It’s %u hour %u min %u sen total." =  "It’s %u hour %u min %u sec total.";
"Audio_You have hangged up it. It’s %u min %u sen total." =  "It’s %u min %u sec total.";
"Audio_You have hangged up it. It’s %u sen total." = "It’s %u sec total.";
"Audio_The contact has hangged up it. It’s %u hour %u min %u sen total." = "The contact has hanged up it,it’s %u hour %u min %u sec total.";
"Audio_The contact has hangged up it. It’s %u min %u sen total." = "The contact has hanged up it,it’s %u min %u sec total.";
"Audio_The contact has hangged up it. It’s %u sen total." = "The contact has hanged up it,it’s %u sec total."; 

"You are on the video chat. Really want to quit it?" = "You are on the video chat. Really want to quit it?";
"Request conflicts. Please try again." = "Requests conflict. Please try again.";
"Audio_Request conflicts. Please try again." = "Requests conflict. Please try again.";
"The contact’s QQ version is too low." = "The contact’s current version is too low.";
"You are on a video chat" = "You are on a video chat";
"You are on a audio chat" = "You are on a audio chat";
"Prompt" = "Prompt";
"The contact refused the request" = "The contact refused the request";
"Audio_The contact refused the request" = "The contact refused the request";
"Connecting" = "Connecting";
"Waiting for the reply" = "Waiting for the reply";
"Transmission" = "Transmission";
"Find group ok button" = "OK";
"YES" = "YES";
"YES_OK" = "OK";
"NO" = "NO";
"Confirm" = "Confirm";
"is inviting you for an audio chat" = "is inviting you for a audio chat";

"Wrong number" = "Wrong number";
"Verification code is invalid" = "Verification code is invalid";
"You are not online" = "You are offline";

"Show in Contacts" = "Show in Contacts";

"Add to emotion" = "Add to emoticons";
"Emotion Manager" = "Emoticons";
"History Emotion" = "Recent Emoticons";
"System Emotion" = "Default";
"Customize Emotion" = "Favorite";
"History Emotion" = "Recent Emoticons";

"Face Error 1" = "Emoticon addition exceeded limit";
"Face Error 2" = "File name contains special characters";
"Face Error 3" = "Failed to add Emoticon";
"Face Error 4" = "This emoticon already exists in the category";
"Face Error 5" = "Image is out of size";
"Face Error 6" = "The picture is corrupted, and can not be added to Emoicon list";

"as the using version of the contact is out-of-date, the video invitation has failed." = "as the current version of the contact is out-of-date, the video invitation has failed."; 
"as the using version of the contact is out-of-date, the audio invitation has failed." = "as the current version of the contact is out-of-date, the audio invitation has failed."; 
"Disconnected" = "Disconnected";
"Closed or Disconnected" = "Closed or Disconnected";
"Audio_Closed or Disconnected" = "Closed or Disconnected";

"Add contact" = "Add contact";
"Success to add a contact" = "Success to add a contact";
"Tips" = "Tips";
"Please add the contact first and then send messages." = "Please add the contact first and then send messages.";
"The contact is playing a recorded-video now" = "The contact is playing a recorded-video now";

"From:%@" = "From:%@";
"Founder: %@" = "Founder:%@";
"/%dPages" = "/%d  Pages";

"Edit profile" = "Edit profile";
"Change profile picture" = "Change profile picture";
"Change nickname" = "Change nickname";
"Change personal message" = "Change personal message";
"Change display name" = "Change display name";
"Failed to change the profile" = "Failed to change the profile";
"Failed to change the display name" = "Failed to change the display name";
"Failed to change the picture" = "Failed to change the picture";
"Network error." = "Network error.";
"Network error.Try it later" = "Network error.Try it later";
"Network timeout.Try it later" = "Network timeout.Try it later";
"System error." = "Network error.";
"edit personal message" = "edit personal message";
"edit description" = "edit description";

"QQ Token"="QQ令牌";
"Mobile Token"="手机令牌";
"PwdGuard Card"="密保卡";
"PwdGuard Mobile"="密保手机";
"QQ Token Tip"="请您使用QQ令牌，通过按钮获取%d位数字动态密码并填入下框中：";
"PwdGuard Mobile Tip"="请用该手机编辑短信“%@”发送到%@，请将收到的8位数字验证码填入下框中：";
"Mobile Token Tip"="请您运行手机上的手机令牌软件，将屏幕上显示的6位数字动态密码填入框中：";
"New QQ Token Tip"="请输入令牌上的动态密码。";
"New PwdGuard Mobile Tip"="1.请使用密保手机(%@)\n2.编辑短信 %@ \n发送到 %@ 以获取验证码";
"New Mobile Token Tip"="打开QQ安全中心手机版，将6位动态密码填入输入框。";
"Step Back" = "<Back";
"Other Check" = "Others";
"You Have Open Lock" = "Device Protection enabled";
"Use Lock" = "Use";
"Scan QRCode" = "to scan QR Code";
"QQ Mobile" = "QQ Mobile";
"ServerTime Format" = "%Y年%m月%d日 %H:%M:%S";
"Get EMPKPic Failed" = "密保卡坐标图片下载失败，请重新验证";
"Verify Failed" = "无法通过%@验证。";
"open Tencent Weibo" = "Open Tencent Weibo";


"Check for Updates…" = "Check for Updates…";
"Checking for updates…" = "Checking for updates…";
"Cancel" = "Cancel";
"An error occured" = "An error occurred";
"There is a problem checking updates for QQ, please retry later." = "There is a error checking updates for QQ, please retry later.";
"Retry" = "Retry" ;
"Fail to connect to update server" = "Fail to connect to update server";
"Connection timeout, Please your network, or retry later." = "Connection timeout, Please your network, or retry later.";
"You are already using the latest version." = "You are already using the latest version.";
"%@iscurrently the newest version available." = "%@iscurrently the newest version available.";
"Never Remind me updates from official site" = "Never Remind me updates from official site";
"You can choose to receive latest updates from official site, or only receive stable updates from App Store" = "You can choose to receive latest updates from official site, or only receive stable updates from App Store";
"Software Update" = "Software Update";
"A new version of QQ is available on official site." = "Updates for QQ is available!";
"There is a new version of QQ %@ on official site, <a href='%@'>click here</a> to view more details about this version." = "QQ %@ is now available on the official website.Your current version is %@. Would you like to update it to the latest version?";
"There is a new version of QQ %@ on App Store, <a href='%@'>click here</a> to view more details about this version." = "There is a new version of QQ %@ on App Store, <a href='%@'>click here</a> to view more details about this version."; 
"Don’t Remind me updates from Official Site (You could change this setting later in Preference)" = "Don’t remind me updates from Official site.\n(You can also find this setting in Preferences.)";
"Skip This Version" = "Skip This Version";
"Remind Me Later" = "Remind Me Later";
"Download Update" = "Download Update";
"A new version of QQ is available on App Store." = "A new version of QQ is available on App Store."; 
"Can not apply settings" = "Can not apply settings";
"You should set at least one question in the list." = "You should set at least one question in the list.";
"Click to edit" = "Click to edit";
"Face Edit Tips" = "Emoticons";
"Custom Face Added" = "The emotion was successfully added to the group.";
"Custom Face Added Conform" = "OK";
"Time Remain" = "-Left:";
"Time Remain Max" = "23:59:59+";
"Transfer Speed" = "(%@/S)";
"has sent you a nudge." = "has sent you a nudge.";
"Integrated chat window" = "QQ Chat Window";

"New messages from $2" = "New messages from $2";
"New messages from $2,$3" = "New messages from $2,$3";
"New messages from $2,$3,$4..." = "New messages from $2,$3,$4...";

"AudioClose" = "Audio chat end";
"Audio_Transmission" = "TIMING";
"Audio_Connecting" = "Waiting for the reply\n";
"Audio_Connecting_ReceiveAccept" = "Connecting,Please wait";
"Audio_Waiting for the reply" = "Connecting,Please wait";
"Audio Time out" = "Your contact is busy now";
"You have refused the audio chat request" = "You have refused the audio chat request";
"You are on the audio chat. Really want to quit it?" = "You are on the audio chat. Really want to quit it?";
"Buddy come from %@ %@" = " %@ %@";
"Emoticon" = "[Emoticon]";
"Image" = "[img]";
"File" = "File";
"Sound" = "[Sound]";
"As your group member list is full, you can't add any more contacts." = "As your group member list is full, you can't add any more contacts.";
"You are Offline" = "You are offline, please retry after signing in.";
"Offline title" = "Can not apply settings";
"Group name can not be empty." = "Group name can not be empty.";
"You have %u messages unread. Sure to quit?" = "You have %u messages unread. Sure to quit?";
"remind_view_eg_mouseover.png" = "remind_view_eg_mouseover";
"remind_ignore_eg_mouseover.png" = "remind_ignore_eg_mouseover";
"remind_view_eg.png" = "remind_view_eg";
"remind_ignore_eg.png" = "remind_ignore_eg";
"reshake_nor.png" = "reshake_nor_en";
"reshake_prs.png" = "reshake_prs_en";
"reshake_hov.png" = "reshake_hov_en";
"floatbox_button_mousedown_accept.png" = "floatbox_button_mousedown_accept_en";
"floatbox_button_mouseover_accept.png" = "floatbox_button_mouseover_accept_en";
"floatbox_button_normal_accept.png" = "floatbox_button_normal_accept_en";
"floatbox_button_mousedown_reject.png" = "floatbox_button_mousedown_reject_en";
"floatbox_button_mouseover_reject.png" = "floatbox_button_mouseover_reject_en";
"floatbox_button_normal_reject.png" = "floatbox_button_normal_reject_en";
"Failed to connect video call: the current version of the contact is out-of-date" = "Connection refused: The contact is using a deprecated version.";
"cf picture oversize check" = "The image contained in the message is over 5M. Please send it as a file";
"Call main panel" = "Contacts List";
"No unread msg number" = "No unread messages";
"Unread msg number" = " incoming chats";
"Single unread msg number" = " incoming chat";
"QQ Status" = "Status";
"QQ Status Online" = "Online";
"QQ Status Busy" = "Busy";
"QQ Status Away" = "Away";
"QQ Status Invisible" = "Invisible";
"QQ Status Offline" = "Offline";

"Locale Identifier" = "en_US";
"typing" = "typing";

"Don't show this again" = "Don't show this again";

"Failed to add" = "Failed to add";
"Evaluation copy" = "Evaluation copy";
"Continue" = "Continue";
"Send" = "Send";
"Folder tranfer error Tips" = "There may be failure to send some of your files，because of the following reasons，please confirm whether to continue sending.";
"Screen Capture Guid" = "Drag to share part of the screen (Esc to escape)";
"Folder tranfer error msg" = "There are failure to send your files, because of the following reasons.";
"Folder tranfer error msg remind" = "As the network and other reasons, part of the file transfer fails, ";
"Installation path error" = "The path to QQ contains illegal characters, which will prevents QQ from starting. Please move QQ into the recommended Application directory.";
"Click to view details" = "Click to view details";
"Click Details" = "Details";
"Screen Capture Guid FontName" = "Lucida Grande";
"Screen Capture Start Button Image Name" = "ScreenCapture_StartButton_English";
"Screen Capture Start Button Image Name1" = "ScreenCapture_StartButton1_English";

"All Contacts" = "All Contacts";
"NFC Contacts" = "NFC Contacts";
"All Chat" = "All Chat";
"Poly Chat" = "Group/Discussion";
"All TempChat" = "All Chat";
"Discussion" = "Discussion";
"NFC Discussion" = "NFC Discussion";
"System Message" = "System Message";
"Group System Message" = "Group";
"Validate Message" = "Validation";
"Remove Selected Msg" = "Delete Selected Messages";
"Select All" = "Select All";
"Recent Week" = "Past Week";
"Recent Three Months" = "Past Three Months";
"Recent Year" = "Past Year";
"Recent All" = "All";
"Search Count" = "Found %u Messages";
"Delete Buddy Msg" = "Delete Message History";
"Delete Group Msg" = "Delete Group Messages";
"Delete Group SysMsg" = "Delete This System Message";
"Delete Discuss Msg" = "Delete Discuss Messages";
"Delete Mix Msg" = "Delete Messages";
"Send Instant Msg" = "Send Messages";
"Watch the Details" = "View Profile";
"Watch the SysMsg" = "View";

"Search" = "Search";
"Search Menu" = "Search Menu";
"No recent searches" = "No Recent Searches";
"Recents" = "Recents";
"Clear Search History" = "Clear Search History";
"Search Your Msg" = "Search Messages";

"Favourite" = "Favourite";
"Create Discussion Groups" = "Create Discussion Groups";
"Show in finder" = "Show in finder";

"Su" = "Su";
"Mo" = "Mo";
"Tu" = "Tu";
"We" = "We";
"Th" = "Th"; 
"Fr" = "Fr";
"Sa" = "Sa";
"January" = "January";
"February" = "February";
"March" = "March";
"April" = "April";
"May" = "May";
"June" = "June";
"July" = "July";
"August" = "August";
"September" = "September";
"October" = "October";
"November" = "November";
"December" = "December";

"File_All" = "show all items";
"File_Sent" = "show sent items";
"File_Accepted" = "show received items";
"File_Sending" = "show transferring items";
"File_Unfinished" = "show suspended items";
"m_fileFrom" = "From:  ";
"m_fileTo" = "To:  ";
"m_fileReceived" = "Receive:";
"m_fileSend" = "Send:";
"filePanel_Open" = "Open";
"filePanel_ManyOpen" = "Open";
"filePanel_Finder" = "Show in finder";
"filePanel_Stop" = "Stop";
"filePanel_Cancel" = "Remove from list";
"file_clean" = "clean";
"file_clean_all" = "Clean all";
"file_list" = "filter";
"You may not quit QQ when filesAndVideo are transferring." = "Your file transfer and video/voice call is still ongoing, are you sure to exit?";
"ServerTime_Panel Format" = "%b %e, %Y";
"tmp_Dialogue_Alert" = "You can transfer the folder only to your friend";
"暂不支持向我的设备发送文件夹" = "Sending folders is not supported yet";
"暂不支持发送文件夹，发送失败" = "Unable to send folder in discussion";
"文件夹有特殊字符" = "The file path contains \"\\\", failed to send";

"Sigh up" = "Sign up";
"Retrieve Password" = "Retrieve";
"Choose an account to log on" = "Choose an account to log on";

"Temporary session - from the discussion groups" = "From the discussion groups:%@ - Temporary Chat";
"Temporary session - from the groups" = "From the group:%@ - Temporary Chat";
"Temporary session - from paipai"   = "From paipai - Temporary Chat";
"Temporary session - from CRM"  =   "From bussiness QQ - Temporary Chat";
"Temporary session - from perWPA" = "From personal website - Temporary Chat";

"Selected folder will be failure QQ next time you start" = "Selected folder will be failure QQ next time you start";
"QQ can not be directly read and write the contents of the folder. If you select the folder, and then in the registry QQ can read and write to this folder. After restarting, you need to re-select the save file location." = "QQ can not be directly read and write the contents of the folder. If you select the folder, and then in the registry QQ can read and write to this folder. After restarting, you need to re-select the save file location.";
"Because of the limitations of the system security, QQ can not save the file in %@. Please re-select to save the file :" = "Because of the limitations of the system security, QQ can not save the file in %@. Please re-select to save the file :";

"Space" = "Space";
"Use old shortcut" = "Use old shortcut";
"Type shortcut" = "Type shortcut";
"Click to record shortcut" = "Click to record shortcut";
"Pad %@" = "Pad %@";
"The key combination %@ can't be used!" = "The key combination %@ can't be used!";
"The key combination \"%@\" can't be used because %@." = "The key combination \"%@\" can't be used because %@.";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "The key combination \"%@\" can't be used because it's already used by the menu item \"%@\".";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";
"it has been forbidden" = "it has been forbidden";
"it is in conflict with other default hotkey" = "it is in conflict with other default hotkey";
"File transfer failed" = "file transfer failed";
"The other fefused to receive" = "The other refused to receive";
"The offline file has been received" = "The offline file has been received";
"Pull To Load History" = "Scroll down to load ealier conversation";
"Loading Over" = "All earlier conversations loaded\n";
"History Above" = "History Above";
"Clear the current search..." = "Clear the current search...";
"Can not find the matching search results..." = "No results...";
"Can not send picture contain special character" = "The picture contains special characters";
"Picture send failed for missing" = "The selected pictures cannot be sent. The picture may have been moved or deleted.";
"Picture send failed" = "Network error，the pictures cannot be sent.";

"Update Note" = "Update Notes:";
"InternalTestPrompt deadline" = "您使用的是内测版本，将于10月20日到期。届时请您前往QQ for Mac官网下载更加稳定、完善的正式版。";
"InternalTestPrompt will expire" = "感谢您使用QQ for Mac内测版进行体验测试，此版本将于%d天后过期，请您前往QQ for Mac官网下载更加稳定、完善的正式版。";
"InternalTestPrompt expired" = "感谢您使用QQ for Mac内测版进行体验测试，此版本已过期，请您前往QQ for Mac官网下载更加稳定、完善的正式版。";

"Has added" = "Added";
"face_defaultpic" = "face_defaultpic_Enligsh";
"Appear offline to this contact" = "Appear offline to this contact";
"Appear online to this contact" = "Appear online to this contact";
"NoneCameraAvailable" = "The camera device can not be detected, please reconfirm and try.";
"CameraOccupied" = "The camera device is occupied by other applications, please retry after closing the relevant app.";

"Add..." = "Add...";
"Add" = "Add";
"Default" = "Default";
"Favourites" = "Favourites";
"Importing emoticon package..." = "Importing emoticon package...(%u/%u)";
"Exporting emoticon package..." = "Exporting emoticon package...(%u/%u)";
"Dividing emoticon package..." = "Dividing emoticon package, please wait...";
"Import emoticon package..." = "Import emoticon package...";
"Export selected emoticon package..." = "Export selected emoticon package...";
"Export all emoticon package..." = "Export all emoticon package...";
"Delete emoticon group prompt" = "Are you sure to delete selected group and all emoticons inside?";
"Delete emoticon group" = "Delete emoticon group";
"Add emoticon group error" = "Same group name already exists.";
"Delete emoticon" = "Delete emoticon";
"Delete emoticon prompt" = "Are you sure to delete selected emoticons？";
"Failed to import emoticon" = "Failed to import emoticon";
"Failed to export emoticon" = "Failed to export emoticon";
"The selected group has no emoticon inside" = "The selected group has no emoticon inside.";
"Failed to import emoticon with same emoticon" = "The emoticon has already existed.";
"Failed to import emoticon without login" = "Failed to import emoticon package when QQ is not running. Please make sure QQ is opened.";
"Failed to import emoticon with QQs" = "You are already logging in different QQ accounts, so please use Emoticon Manager to import package to corresponding account.";
"Failed to import emoticon with bad package" = "The emoticon package seems to be corrupted, Please check for consistency of the file.";
"ScreenCaptureTips" = "You can adjust the size and position of selected area.";
"Please verify independent password" = "Please verify independent password";
"You have not synced all your friends roaming record" = "You have not Synchronized";
"%Y-%m-%d %H:%M:%S" = "%Y-%m-%d %H:%M:%S";
"You set the number of roaming friend reached the upper limit vip%d, adjusted to %d below and continue to set" = "You set the number of roaming friend reached the upper limit vip%d, adjusted to %d below and continue to set";
"Do you confirm the deletion of the message" = "Are you sure to delete the selected message history?";
"You are not yet open for the first time chats roaming settings, click OK to open the roaming settings" = "Click OK to initialize the synchronization settings";
"sandbox text1" = "For safety, please reset your destination address for file saving, otherwise it can't save to disk normally.";
"sandbox text2" = "For safety, system restricts the range of destination address for file saving, since current system verison is %d%d.%d.%d. Your address has been modified as below:";
"sandbox text3" = "If you want to customize file saving address, please update system to 10.7.3 or above. Click here to go to Official Website to download update package.";
"sandbox text3 Click here" = "Click here";
"Permit access" = "Permit access";
"Downloads" = "Downloads";
"Pictures" = "Pictures";
"You can't set this address for saving files." = "You can't set this address for saving files.";
"The address is system address. It can't set for file-saving." = "The address is system address. It can't set for file-saving.";
"The symbolic link is " = "The link need to be authorized ";
"We've detected that a soft link to QQ localfile folder exists somewhere else. Please press the button below to authorize the link, and update your system software in time." = "We've detected that a soft link to QQ localfile folder exists somewhere else. Please press the button below to authorize the link, and update your system software in time.";

"Server Login IP Not Used" = "No advanced options";
"Server Login Type UDP" = "UDP";
"Server Login Type TCP" = "TCP";
"Press Space to speak" = "Press Space to speak";

"Send Audio Message Failed" = "此条语音消息发送失败。";
"Receive Audio Message Failed" = "对方于%@发送的语音消息接收失败。\n";
"Listen Again" = "重听";
"Send Again" = "重新发送";

"airPictureTips" = "Your QQ for iPhone is online, now you can\nselect photo from iPhone to send.";
"AirPicRequestSend" = "Please open the push notification you’ve received on iPhone, choose the photo to send.\nIf you don't receive the notification, please open your iPhone QQ to continue.\n(It would be better and faster to keep both your Mac and iPhone on same wi-fi network.)";
"AirPicMenuLocal" = "From Local";
"AirPicMenuiPhone" = "From iPhone Photo";

"SysMsgPanel_current account:" = "Current account:%@(%lu)";
"SysMsgPanel_system message" = "Request & Notice - %@";
"SysMsgPanel_system message-processed" = "Request & Notice - Processed";
"SysMsgPanel_all" = "All";
"SysMsgPanel_contacts" = "Contacts";
"SysMsgPanel_groups" = "Groups";
"SysMsgPanel_filter_all" = "All (Contacts+Groups)";
"SysMsgPanel_filter_contact" = "Contacts";
"SysMsgPanel_filter_group" = "Groups";
"SysMsgPanel_msgItem_requests" = "Requests";
"SysMsgPanel_msgItem_notification" = "Notification";
"SysMsgPanel_unprocessed message" = "Unprocessed Messages";
"SysMsgPanel_processed message" = "Processed Messages";
"SysMsgPanel_tooltip_ignore all" = "Ignore all";
"SysMsgPanel_tooltip_delete all" = "Delete all";

"SysMsgItem_accepted and added" = "You have accepted the request and added him/her as a contact";
"SysMsgItem_accepted" = "You have accepted the request";
"SysMsgItem_refused" = "You have declined the request";
"SysMsgItem_ignored" = "You have ignored the request";
"SysMsgItem_requests to add you as a contact" = " requests to add you as a contact";
"SysMsgItem_had added you as a contact" = " had added you as a contact";
"SysMsgItem_are you sure to accept the request" = "Are you sure to accept the request?";

"ValidateMsgEvent_OtherRequest" = "申请加您为好友";
"ValidateMsgEvent_BeAdded" = "已添加您为好友";
"ValidateMsgEvent_BeAcceptedAndBeAdded" = "同意并添加您为好友";
"ValidateMsgEvent_BeRefused" = "已拒绝您的请求";
"GroupSysMsgEvent_RequireJoin" = "申请入群";
"GroupSysMsgEvent_InviteBuddy" = "邀请您加入群";
"GroupSysMsgEvent_AcceptJoin" = "管理员同意你加入群";
"GroupSysMsgEvent_UserAcceptInvite" = "同意了你的加群邀请";
"GroupSysMsgEvent_DenyJoin" = "管理员拒绝了您的加群申请";
"GroupSysMsgEvent_UserDenyInvite" = "拒绝了您的加群邀请";

"SysMsgItem_tooltip_ignore" = "Ignore";
"SysMsgItem_tooltip_ignored" = "已忽略";
"SysMsgItem_tooltip_add" = "Add as a friend";
"SysMsgItem_tooltip_accept" = "Accept";
"SysMsgItem_tooltip_refuse" = "Decline";
"SysMsgItem_tooltip_refused" = "已拒绝";
"SysMsgItem_tooltip_shield" = "屏蔽此人";
"SysMsgItem_tooltip_chat" = "Chat";
"SysMsgMainTips" = "You can find the unprocessed\nmessages here";
"SysMsgPanelTips" = "Here you can double-click the\nignored request to re-process";
"SysMsgSheet_BuddyRefuse_are you sure to decline the request" = "Are you sure to decline the request?";
"SysMsgSheet_GroupRefuse_are you sure to decline the request" = "Are you sure to decline the request?";
"SysMsgSheet_BuddyAdd_are you sure to add %@(%lu) as a contact" = "Are you sure to add %@(%lu) as a contact?";
"SysMsgItem_notice_fail to add" = "Failed to add ";
"SysMsgItem_notice_as a contact" = " as your contact.";
"SysMsgItem_item_addtional message" = "Additional message:%@";

"FileBox_WindowTitle"       = "FileBox";

"FileBoxUserGuide"          = "All successfully transferred \nfiles are kept inside the File Box.";
"FileBox_Today"             = "Today";
"FileBox_Yesterday"         = "Yesterday";
"FileBox_Previous 7 Days"   = "Previous 7 Days";
"FileBox_Previous 30 Days"  = "Previous 30 Days";
"FileBox_Earlier"           = "Earlier";

"FileBox_File missing title"= "File dose not exist";
"FileBox_File missing note" = "The file has been deleted, or been moved to other location."; 
"FileBox_OK button"         = "OK";

"FileBox_Tips From"         = "From: ";
"FileBox_Tips To"           = "To: ";

"FileBox_Header Size"               = "Size";
"FileBox_Header LastTransmitted"    = "Last Transmitted";
"FileBox_Header Date"               = "Date";

"FileBox_ContextMenu Open"          = "Open";
"FileBox_ContextMenu ShowInFinder"  = "Show in Finder";
"FileBox_ContextMenu Remove"        = "Remove from FileBox";
"Continue Transfer" = "Wait for contiune transfer，The File received %@";
"Chat history in the conversion" = "Upgrading Data...";
"Chat history Finished" = "The data-upgrading succeeded.";
"menubar_openNFC" = "One Net";

"Feedback_Failed to send" = "Failed to send";
"Feedback_OK" = "OK";
"Feedback_Resend" = "Resend";
"Feedback_Send" = "Send";
"Feedback_Your feedback has not been sent yet, are you sure to quit?" = "Your feedback has not been sent yet, are you sure to quit?";
"Feedback_Sorry, may be due to network problems, your feedback sent failed, please try again!" = "Sorry, may be due to network problems, your feedback sent failed, please try again!";
"Feedback_Sending" = "Sending...";
"Feedback_Testing & Packing logs file" = "Testing & Packing logs file";
"Feedback_Uploading logs file" = "Uploading logs file";
"Feedback_Successfully sent, thank you for your feedback!" = "Successfully sent, thank you for your feedback!";
"Feedback_Select" = "-Select-";
"Feedback_Select Feedback Category" = "-Select-";

"Hitstory_firstTime" = "The data of QQ for Mac is upgrading.It will take %@ in your disk. You can use QQ normally during this time.";

"ChatFromOneNet" = "ChatFromOneNet";
"Histroy_Tran_Success" = "Your data files have been upgraded. Do you want to delete the old data,which is%fMB。";
"Histroy_Tran_Error" = "There is no enough space on the disk to continue upgrading.";
"Histroy_Tran_Success_Title" = "Data-upgrading succeded.";
"Histroy_Tran_Error_Title" = "The data-upgrading failed,error Code -%d";
"Discuss Offline Tips" = "You can't change discussion title while offline.";

"AntiFraud_Tips_1" = "如果聊天中有涉及财产的操作，请一定先核实好友身份。";
"AntiFraud_Tips_2" = "对方当前不在常用地登录，如果有涉及财产的操作，请一定先核实好友身份。";
"AntiFraud_Tips_5" = "如果聊天中收到对方发来链接要求您购卡充值，请一定先核实好友身份及网站安全性。";
"AntiFraud_Tips_6" = "为保护您和好友的帐号安全，如果聊天过程中有涉及好友辅助申诉的操作，请先核实对方的真实身份。";
"AntiFraud_Tips_7" = "如果聊天中有涉及告诉他人自己帐号密码的操作，请一定先核实好友身份。";
"AntiFraud_Tips_8" = "警惕聊天中的汇款请求，请与本人电话确认后再交易！";

"Batch Group Title" = "Group Message Settings";
"Exit Batch Group" = "Back";
"Begin Batch Group" = "Batch Settings";

// 通知中心
// - 文件传输
"文件传输" = "File Transfer";
"文件传输失败" = "File transfer failed";
"拒绝接收文件" = "Declined to receive the file";
"已成功接收离线文件" = "Has received the offline file";
// - 其他
"快速回复" = "Quick reply";

"Try Use Swiftly Tip" = "试试输入：联系人、程序、天气、股票...";
"Swiftly Discuss Detail" = "%@、%@等%d人";
"unused plugins" = "Unused plugins";
"used plugins" = "Used plugins";
"Swiftly_Preference_Disable" = "Disable";
"Swiftly_Preference_Enable" = "Enable";
"Swiftly_MainWindow_Guide_1" = "Try searching a contact here~";
"Swiftly_MainWindow_Guide_2" = "Try using Swiftly to open local Apps";
"Swiftly_MainWindow_Guide_3" = "Typing city name to get real-time weather~";
"Swiftly_MainWindow_Guide_4" = "It’s easy to search and collect stock in Swiftly";
"Swiftly_MainWindow_Guide_5" = "Just enjoy Swiftly ：）";
"lang" = "en";

"launch Session" = "OK";
"Clear All" = "Clear All";

"Remember Password" = "Remember";
"Auto Login" = "Auto Login";

"replied Weibo" = " replied your Weibo";
"comment Weibo" = " replied your Weibo";
"reposted Weibo" = " reposted your Weibo";
"mentioned Weibo" = " mentioned you in Weibo";
"private Weibo" = " sent you a private message";
"update Weibo" = "Your Weibo have new message";

"ignore" = "ignore";
"All messages are already read" = "All messages are already read";
"QQ Group" = "Group";

"msgtable_ignore_down" = "msgtable_ignore_down";

// AIO 右键菜单
"直接发送" = "Send Files";
"发送离线文件" = "Send Offline Files";
"打开文件助手" = "Open File Assistant";

// 最近会话列表右键菜单
// common
"取消置顶" = "Unpin to top";
"置顶" = "Pin to top";

"在联系人中查看" = "Show in Contacts";
"移除该会话" = "Delete Chat";

// buddy
"查看资料" = "View Profile";
"发送邮件" = "Send Email";
"访问QQ空间" = "Visit Buddy Qzone";

// group
"查看群资料" = "View Group info";
"发送群邮件" = "Send Group Email";
"群消息设置" = "Group Message Settings";
"接收并提醒消息" = "Receive with Alert";
"接收但不提醒消息" = "Receive without Alert";
"不接收任何消息" = "Block All Messages";
"群消息设置" = "Group Message Settings";

// temp
"加为好友" = "Add to Contacts";

// discuss
"讨论组更名" = "Change Discussion Title";
"更新讨论组信息" = "Refresh Discussion info";
"讨论组消息设置" = "Discussion Message Settings";
"接收并提示消息" = "Receive with Alert";
"接收不提示消息" = "Receive without Alert";

// AIO
"发起会话" = "Select Contacts";
"未选择会话提醒" = "No Chat Selected";
"版本内测提醒" = "QQ for Mac 3.1.2 Beta";
"aio_newMsg_remind" = "New Messages";

//MenuBar底部中英文取不同字符串，勿删
"menuBar_txl_hover" = "menuBar_txl_hover_en";
"menuBar_yx_hover" = "menuBar_yx_hover_en";
"menuBar_kj_hover" = "menuBar_kj_hover_en";
"menuBar_wb_hover" = "menuBar_wb_hover_en";
"menuBar_ss_hover" = "menuBar_ss_hover";//这个不变

"About Panel Close Licence" = "Close";
"About Panel Title" = "About";

"Launch Swiftly" = "Launch Swiftly";
"Right Click for more features" = "Click on the right side";
"Click here to show Contacts List" = "Open Contacts";

// 图片缓存清理
"TemporaryFile_scan_info" = "Scanned %d files，size is %0.1fMB";
"Scanning temporary files has finished" = "Scanning completed, Click to clean up";
"Scanning temporary files" = "Scanning in progress, Please wait...";
"Deleting temporary files" = "Clearup in progress, Please wait...";
"Clean up Temporary Pictures window" = "Clear Image Cache";
"Temporary Files From Buddy" = "from Contacts";
"Temporary Files From GroupNDiscuss" = "from Groups & Discussion";
"Clean up Temporary Files" = "Clear";
"Clean up Temporary Files Completed" = "Cleanup completed";
"TemporaryFile_delete_info" = "Saved %0.1fMB disk space for you";
"Title of cleanup temporary files box" = "Image Cache";
"Are you sure Quit Temporaryfile manager" = "Cleanup in progress，are you sure to quit?";
"Quit Temporaryfile manager" = "Quit Cleanup";
"Open image cache directory" = "View";

// 讨论组系统消息
"DiscussSysMsg_You" = "You";
"DiscussSysMsg_you" = "you";
"DiscussSysMsg_From" = "通过群";
"DiscussSysMsg_More" = " and other friends";
"DiscussSysMsg_JoinTalk" = "参与讨论";
"DiscussSysMsg_Invite" = " invited ";
"DiscussSysMsg_JoinDiscuss" = " to join in the discussion";
"DiscussSysMsg_RemoveMember_FMT" = "%@将%@移出讨论组";
"DiscussSysMsg_RemoveFromDiscussFMT" = "你被%@移出讨论组";
"DiscussSysMsg_ExitDiscuss" = " quit the discussion";
"DiscussSysMsg_ModifyDiscussTitle" = " changed the title of the discussion to ";

"CMD+W tips" = "Set ⌘W via \"Preferences\"－\"Chat window\"";
"Yesterday" = "Yesterday";
"New QQ Failed" = "Please restart the QQ and try again.";

"AddGroupMember %u Left" = "%u left";
"Are You Sure Left %@ Quit Group" = "Delete %@ from the group?";
"File Direction From" = "From";
"File Direction To" = "To";
"Recent Transmission Summary Info" = "There are %d new files to be received";

// 数据线
"我的设备" = "My Device";
"暂不支持发送大于2G的文件" = "The file is bigger than 2G. Unable to be sent.";
"Click" = "Use ";
"Available Dataline Tip" = "Transfer files between devices";
"Available Dataline Tip Detail" = " to select files, or drag files here to send";
"Unsupported Device" = "暂不支持您的设备";
"Unsupported Device Detail" = "该功能暂时支持iPhone、Andriod、Windows Phone设备，敬请期待支持更多设备";
"Unknown Device" = "Please make sure：";
"Unknown Device Detail" = "1.Devices are listed as follows:\n   iPhone，iPad，Android，Windows\n2.You have login the latest version\n   of QQ on mobile device.";
"Need Update QQ" = "手机QQ版本过低";
"Need Update QQ Detail" = "请更新手机QQ版本以使用新功能";
"Send Update Complete" = "升级通知已送达";
"Send Update Complete Detail" = "升级通知已发送您的手机，请在手机上查看";

"FILE_TIPS_OF_REQUEST_TIMEOUT" = "Network error";
"FILE_TIPS_OF_REQUEST_DENIED" = "Sending offline file fail";
"FILE_TIPS_OF_NOSPACE" = "Disk is full";
"FILE_TIPS_OF_EXCEPTION" = "Exception occurred on file";
"FILE_TIPS_OF_OTHERERROR" = "Unknow error";
"FILE_TIPS_OF_CANCEL" = "Transfer cancelled";
"FILE_TIPS_OF_BECANCELLED" = "Transfer cancelled";
"FILE_TIPS_OF_REFUSE" = "Declined to receive";
"FILE_TIPS_OF_BEREFUSED" = "Contact declined to receive";
"FILE_TIPS_OF_SUC" = "Transfer complete";
"FILE_TIPS_BERECEIVE_BY_OTHER_DEVICE" = "Received on other device";
"FILE_TIPS_BEREFUSE_BY_OTHER_DEVICE" = "Refused on other device";
"FILE_TIPS_BECANCEL_AND_OFFLINE" = "Sending offline file...";

"AIO_TIPS offline file has been received" = "The offline file \"%@\" has been received";

"文件传输中" = "Transmit...";
"等待对方接收" = "Waiting for receiving...";
"发送中" = "Sending...";
"未知错误" = "Unknown error";

"当前传输" = "Current";
"最近文件" = "Recent files";
"全部接收" = "Accept all";
"全部" = "All";
"已发送" = "Sent only";
"已接收" = "Received only";


"Unable to send file" = "Unable to send file";
"File sent successfully" = "File sent successfully";
"File received successfully" = "File received successfully";
"Sending offline file..." = "Sending offline file...";
"Your default disk is full. Please change the directory or clear the disk and accept again." = "Your default disk is full. Please change the directory or clear the disk and accept again.";
"Save received files to" = "Save received files to";
"Other..." = "Other...";
"Details" = "Details";
"Unable to send file bigger than 4G." = "Unable to send file larger than 4G.";
"Discuss file larger than 4G." = "Unable to send file larget than 4G.";
"Unable to send file with 0 byte." = "The file is 0 bytes so it will not be sent.";
"%u files waiting for receiving" = "%u files waiting for receiving";
"File Assistant" = "File Assistant";
"No transmission" = "No transmission";
"View details in File Assistant" = "View details in File Assistant";
"QQ离线" = "QQ Offline";
"您尚有文件未传输完成，是否确认离线？" = "File transfer is not completed, are you sure to set offline?";
"The receive files directory does not exist, please reset" = "The receive files directory does not exist, please reset";

// 验证消息进AIO
"Validate_Type_Buddy_Request" = "好友申请";

"%u days available" = "%u days available";
"The file has expired" = "The file has expired";
